Repository: kidoln/remotedock
Catalog: apps/ios/RemoteDockiOS/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.connect
source: Connect
zh_hans: 连接

# action.disconnect
source: Disconnect
zh_hans: 断开连接

# action.reconnect
source: Reconnect
zh_hans: 重连

# connection.connected
source: Connected to %@
zh_hans: 已连接 %@

# connection.connectedShort
source: Connected
zh_hans: 已连接

# connection.connecting
source: Connecting
zh_hans: 正在连接

# connection.disconnected
source: Disconnected
zh_hans: 已断开

# connection.reconnecting
source: Reconnecting
zh_hans: 正在重连

# connection.reconnectingMac
source: Reconnecting to Mac
zh_hans: 正在重连 Mac

# connection.reconnectingMacWithEllipsis
source: Reconnecting to Mac...
zh_hans: 正在重连 Mac...

# ios.accessibility.currentActive
source: Currently active
zh_hans: 当前活跃

# ios.accessibility.sendToMacNow
source: Send to Mac now
zh_hans: 立即发送到 Mac

# ios.accessibility.switchToMacApp
source: Switch to this app on Mac
zh_hans: 切换到 Mac 上的这个应用

# ios.clipboard.clearSearch
source: Clear Search
zh_hans: 清空搜索

# clipboard.blankText
source: Blank Text
zh_hans: 空白文本

# ios.clipboard.empty
source: No Clipboard Content
zh_hans: 暂无剪贴板内容

# ios.clipboard.noMatches
source: No Matches
zh_hans: 没有匹配内容

# ios.clipboard.searchPlaceholder
source: Search Clipboard
zh_hans: 搜索剪贴板

# ios.connection.discoveringMac
source: Discovering Mac
zh_hans: 正在发现 Mac

# ios.connection.waitingForMac
source: Waiting for Mac
zh_hans: 等待发现 Mac

# ios.dock.drawer.collapse
source: Collapse clipboard drawer
zh_hans: 收起剪贴板浮层

# ios.dock.drawer.dragHint
source: You can also drag the handle left or right
zh_hans: 也可以左右拖动把手

# ios.dock.drawer.expand
source: Expand clipboard drawer
zh_hans: 展开剪贴板浮层

# ios.dock.empty
source: No Dock Apps
zh_hans: 暂无 Dock 应用

# ios.error.connectionTimeout
source: Mac connection timed out. Check that the Mac app is running.
zh_hans: 连接 Mac 超时，请检查 Mac 端是否正在运行。

# ios.error.disconnectedEnterPairingCode
source: Disconnected. Enter the pairing code again.
zh_hans: 连接已断开，请重新输入配对码。

# ios.error.enterFourDigitCodeShort
source: Enter a four-digit code
zh_hans: 请输入四位配对码

# ios.error.enterFourDigitPairingCode
source: Enter the four-digit pairing code shown on your Mac.
zh_hans: 请输入 Mac 上显示的四位配对码。

# ios.error.noNearbyMac
source: No nearby Mac found
zh_hans: 找不到附近的 Mac

# ios.pairing.description
source: Use this app with the Mac version. Check the pairing code shown on your Mac.
zh_hans: 本应用需要配合 Mac 版本的应用配对使用，请查看 Mac 上显示的配对码

# ios.pairing.fourDigitCode
source: Four-digit pairing code
zh_hans: 四位配对码

# ios.pairing.status.autoConnect
source: Connects automatically after entry
zh_hans: 输入完成后自动连接

# ios.pairing.status.connecting
source: Connecting to Mac
zh_hans: 正在连接 Mac

# ios.pairing.status.disconnected
source: Disconnected. Enter again.
zh_hans: 连接已断开，请重新输入

# ios.pairing.status.failed
source: Connection failed. Check the pairing code.
zh_hans: 连接失败，请检查配对码

# ios.pairing.status.ready
source: Ready to find Mac
zh_hans: 准备搜索 Mac

# ios.pairing.status.searching
source: Searching nearby Macs
zh_hans: 正在搜索附近的 Mac

# ios.pairing.title
source: Enter Pairing Code
zh_hans: 输入配对码

# ios.running.empty
source: No Running Apps
zh_hans: 暂无运行中的应用

# ios.settings.appControl.section
source: App Control
zh_hans: 应用控制

# ios.settings.clipboard.cleared
source: Clipboard history cleared
zh_hans: 已清除剪贴板历史

# ios.settings.clipboard.clearHistory
source: Clear Clipboard History
zh_hans: 清除剪贴板历史

# ios.settings.clipboard.fontSize
source: Clipboard Font Size
zh_hans: 剪贴板字号

# ios.settings.iconSize.picker
source: Size
zh_hans: 大小

# ios.settings.iconSize.section
source: Icon Size
zh_hans: 图标大小

# ios.settings.mac.searching
source: Searching for Macs nearby on the same network
zh_hans: 正在搜索同一网络附近的 Mac

# ios.settings.mac.version
source: Mac Version %@
zh_hans: Mac 版本 %@

# ios.settings.moveToTopAfterTap
source: Move to top after tap
zh_hans: 点击后移到第一位

# ios.settings.pairing.connectedCode
source: Connected, Mac pairing code %@
zh_hans: 已连接，Mac 配对码 %@

# ios.settings.pairing.section
source: Pairing
zh_hans: 配对

# setting.size.large
source: Large
zh_hans: 大

# setting.size.medium
source: Medium
zh_hans: 中

# setting.size.small
source: Small
zh_hans: 小

# settings.pane.clipboard
source: Clipboard
zh_hans: 剪贴板

# value.unknown
source: Unknown
zh_hans: 未知
